Repository: krutten/SidPlayerPro
Catalog: *.lproj/Localizable.strings
Languages: french, german, italian

source: Erase dialog text
french: Êtes-vous sure de vouloir effacer les téléchargés?
german: Zwischenspeicher löschen?
italian: Rimuovi cache

source: Erase button not
french: Abandonner
german: Abbrechen
italian: Annulla

source: Erase button yes
french: Effacer
german: Wirklich löschen
italian: Rimuovi tutti gli scarichi

source: Erase songs text
french: Êtes-vous sure de vouloir effacer la liste des titres joués?
german: Liste abgespielter Titel löschen?
italian: Vuoi rimuovere veramente titoli già riprodotti?

source: Erase songs not
french: Abandonner
german: Abbrechen
italian: Annulla

source: Erase songs yes
french: Effacer
german: Liste löschen
italian: Rimuovi titoli riprodotti

source: Now Playing
french: En train de jouer
german: Aktuelles Lied
italian: In reproduzione

source: File not found
french: Fichier pas trouvé!
german: Die Datei wurde nicht gefunden!
italian: File non è stato trovato.

source: Playback not possible
french: Pas possible de jouer ce titre!
german: Die Datei kann nicht abgespielt werden!
italian: File non puó essere riprodotto.

source: Song too complex
french: Ce titre est trop complexe pour etre joué!
german: Dieser Titel ist zu komplex, um auf diesem Gerät abgespielt zu werden!
italian: File troppo complesso per essere riprod. su questo aggegio!

source: download hvsc start
french: Êtes-vous sure de vouloir télécharger complètement la "High Voltage Sid Collection"? (270 MB)
german: Wirklich die gesamte "High Voltage Sid Collection" (270 MB) herunterladen?
italian: Vuoi veramente trasferire completamente la "High Voltage Sid Collection"? (270 MB)

source: download hvsc stop
french: Êtes-vous sure de vouloir terminer le téléchargement?
german: Herunterladen wirklich abbrechen?
italian: Vuoi veramente fermare il download?

source: download hvsc start yes
french: Télécharger HVSC
german: HVSC herunterladen
italian: Download HVSC

source: download hvsc stop yes
french: Terminer le téléchargement
german: Herunterladen abbrechen
italian: Ferma download

source: download hvsc no
french: Abandonner
german: Nein
italian: Annulla

source: download hvsc no wifi
french: Afin d'utiliser cette fonction il faut avoir une connexion internet wifi!
german: Diese Funktion benötigt eine Internetverbindung über WiFi!
italian: Questa funzione ha bisogno di una connessione WiFi!

source: No Songs found
french: Aucun titre trouvé!
german: Zwischenspeicher ist leer!
italian: Nessun titolo!

source: settings section player settings
french: Réglages de timbre
german: Klangeinstellungen
italian: Impostazioni Player

source: settings section general settings
french: Réglages généraux
german: Allgemeine Einstellungen
italian: Impostazioni Generali

source: settings section informations
french: Informations
german: Informationen
italian: Informazioni

source: settings HVSC notice
french: Note HVSC
german: HVSC FAQ
italian: HVSC FAQ

source: settings license
french: License
german: Lizenz
italian: Licenza

source: settings Erase Download Cache
french: Effacer les téléchargés
german: Zwischenspeicher löschen
italian: Rimuovi cache

source: settings Erase Played Songs
french: Effacer les titres joués
german: Liste abgespielter Lieder löschen
italian: Rimuovi titoli già riprodotti

source: settings default songlength
french: Durée standard (secondes)
german: Standard-Titellänge (Sek.)
italian: Lunghezza predefinita (sec.)

source: settings offline mode
french: Mode non connecté
german: Offline-Modus
italian: Modo Offline

source: settings NTSC
french: NTSC
german: NTSC
italian: NTSC

source: settings SID
french: Modèle de SID
german: SID-Modell
italian: Modello di SID

source: settings performance
french: Test de performance
german: Performanztest
italian: Test di rendimento

source: settings oscillator
french: Visualisation
german: Visualisierung
italian: Visualizzazione

source: settings automatic play next
french: Passer au titre suivant
german: Automatisch weiter
italian: Autom. prossima canz.

source: settings automatic pause
french: Autom. Pause
german: Automatisch pause
italian: Autom. pausa

source: settings override songlength
french: Remplacer la durée
german: Titellänge anpassen
italian: Trascura lung. canz.

source: settings more
french: Plus des Apps
german: Mehr Apps
italian: Ancora di Apps

source: settings about
french: Info
german: Info
italian: Info

source: playlist command shuffle
french: Shuffle Playlist
german: Zufälliges Mischen
italian: Random mix

source: Playlist Favorites
french: Favoris
german: Favoriten
italian: Favoriti

source: Playlist Top50
french: Top 50
german: Top 50
italian: Top 50

source: Playlist Random
french: Shuffle
german: Zufällig
italian: Casuale

source: Playlist Top100
french: HVSC 100
german: HVSC 100
italian: HVSC 100

source: Playlist Top64
french: Skytopia Top Games
german: Skytopia Top Games
italian: Skytopia Top Games

source: doubleTap
french: Tape deux fois sur une chanson pour voir tous les titres du meme auteur.
german: Doppelt auf einem Lied tippen, um alles vom Autor zu sehen.
italian: Clicca doppio per vedere tutti i titoli di un Componista.

source: about credits
french: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN"> <html><head><title>background-color</title> <style type="text/css"> body { background-color:#000000; color:#FFFFFF; font-weight:bold; font-family:Arial; font-size:200%; } </style> </head><body><center> <p> Programming:<br /> Michael Lauer & Kai Teuber </p> <p> Graphics:<br /> Antonio Jose, Brainmelt </p> <p> Testers:<br /> Denis Seibel, Roman Wagner, Marco De Benedittis, Martin Leissler, Reza Anvari, Markus Muckermann, Brian Juul Nielsen </p> <p> Special Thanks:<br /> Sabine Lauer, Claudia Neumann, Andreas Varga, Rainer Sinsch, Martin Leissler, Michael Herber, Antonio Mcconnell, Peter Zimmer, Brendan Gunn, Alvaro </p> All our customers and Users!<br /> The C64 R&D Team! </center></body></html>
german: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN"> <html><head><title>background-color</title> <style type="text/css"> body { background-color:#000000; color:#FFFFFF; font-weight:bold; font-family:Arial; font-size:200%; } </style> </head><body><center> <p> Programming:<br /> Michael Lauer & Kai Teuber </p> <p> Graphics:<br /> Antonio Jose, Brainmelt </p> <p> Testers:<br /> Denis Seibel, Roman Wagner, Marco De Benedittis, Martin Leissler, Reza Anvari, Markus Muckermann, Brian Juul Nielsen </p> <p> Special Thanks:<br /> Sabine Lauer, Claudia Neumann, Andreas Varga, Rainer Sinsch, Martin Leissler, Michael Herber, Antonio Mcconnell, Peter Zimmer, Brendan Gunn, Alvaro </p> All our customers and Users!<br /> The C64 R&D Team! </center></body></html>
italian: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN"> <html><head><title>background-color</title> <style type="text/css"> body { background-color:#000000; color:#FFFFFF; font-weight:bold; font-family:Arial; font-size:200%; } </style> </head><body><center> <p> Programming:<br /> Michael Lauer & Kai Teuber </p> <p> Graphics:<br /> Antonio Jose, Brainmelt </p> <p> Testers:<br /> Denis Seibel, Roman Wagner, Marco De Benedittis, Martin Leissler, Reza Anvari, Markus Muckermann, Brian Juul Nielsen </p> <p> Special Thanks:<br /> Sabine Lauer, Claudia Neumann, Andreas Varga, Rainer Sinsch, Martin Leissler, Michael Herber, Antonio Mcconnell, Peter Zimmer, Brendan Gunn, Alvaro </p> All our customers and Users!<br /> The C64 R&D Team! </center></body></html>
